[
    {
      "id": 1,
      "title": "Açaí na tigela",
      "ingredients": [
        "200g de polpa de açaí",
        "1 banana madura",
        "1/2 xícara de granola",
        "1 colher de sopa de mel"
      ],
      "instructions": "Bata a polpa de açaí no liquidificador com a banana. Despeje em uma tigela, adicione a granola e regue com mel."
    },
    {
        "id": 2,
      "title": "Moqueca de Tambaqui",
      "ingredients": [
        "1 kg de tambaqui em postas",
        "2 tomates picados",
        "1 pimentão verde picado",
        "1 cebola roxa picada",
        "2 dentes de alho picados",
        "Coentro a gosto",
        "1/2 xícara de leite de coco",
        "Azeite de dendê a gosto"
      ],
      "instructions": "Tempere o tambaqui com sal e limão. Em uma panela, refogue a cebola, alho e pimentão. Adicione o tambaqui, tomate, leite de coco e coentro. Cozinhe até o peixe ficar macio. Adicione azeite de dendê antes de servir."
    },
    {
        "id": 3,
      "title": "Tacacá",
      "ingredients": [
        "500ml de caldo de tucupi",
        "2 xícaras de goma de tapioca",
        "200g de camarões secos",
        "Jambu a gosto",
        "Pimenta-de-cheiro a gosto"
      ],
      "instructions": "Ferva o caldo de tucupi. Hidrate a goma de tapioca com água. Em uma cuia, coloque a goma, despeje o tucupi quente, acrescente os camarões, o jambu e a pimenta-de-cheiro."
    },
    {
        "id": 4,
      "title": "Pirarucu de Casaca",
      "ingredients": [
        "500g de pirarucu dessalgado e desfiado",
        "3 bananas-da-terra maduras",
        "1/2 xícara de farinha de tapioca",
        "2 tomates picados",
        "1 cebola picada",
        "Coentro a gosto",
        "Pimenta a gosto"
      ],
      "instructions": "Cozinhe o pirarucu desfiado. Em uma panela, refogue a cebola, adicione o tomate, o pirarucu, as bananas-da-terra e a farinha de tapioca. Cozinhe até ficar homogêneo. Adicione coentro e pimenta a gosto."
    },
    {
        "id": 5,
      "title": "Bolo de Cupuaçu",
      "ingredients": [
        "1 xícara de polpa de cupuaçu",
        "2 xícaras de farinha de trigo",
        "1 xícara de açúcar",
        "1/2 xícara de óleo",
        "3 ovos",
        "1 colher de sopa de fermento em pó"
      ],
      "instructions": "Bata o açúcar, ovos e óleo. Adicione a polpa de cupuaçu e misture. Acrescente a farinha de trigo e o fermento. Asse em forno preaquecido a 180°C por 30 minutos."
    },
    {
        "id": 6,
        "title": "Brigadeiro de Tucupi",
          "ingredients": [
            "395g de leite condensado",
            "45g de chocolate meio amargo",
            "15g de manteiga sem sal",
            "30g de tucupi preto"
          ],
          "instructions": "Misture todos os ingredientes em fogo médio e mexa sem parar por dez minutos. Quando a mistura estiver desgrudando do fundo da panela, retire e deixe amornar. Faça as bolinhas com as mãos e cubra com raspas de chocolate amargo."
        },
        {
            "id": 7,
          "title": "Pudim de Leite Condensado com Cumaru",
          "ingredients": [
            "2 latas de leite condensado",
            "2 latas de leite integral",
            "600ml de creme de leite fresco",
            "9 ovos",
            "2 cumarus (fava tonka) ralados",
            "500g de açúcar (para o caramelo)"
          ],
          "instructions": "Em uma panela, misture o leite condensado e o creme de leite. Rale o cumaru e aqueça até amornar para fazer uma infusão. Deixe esfriar. Bata bem os ovos e junte à mistura de leites. Para o caramelo, derreta o açúcar em uma panela. Monte o pudim e asse em banho-maria a 160°C por aproximadamente 50 minutos."
        },
        {
            "id": 8,
          "title": "Gelfite Fish de Pirarucu com Jambu",
          "ingredients": [
            "400g de pirarucu, limpo e cortado em cubos pequenos",
            "400g de aparas de pescado branco, limpas e cortadas em cubos pequenos",
            "200g de filé de anchova",
            "250g de cebola cortada em cubos",
            "20ml de óleo de girassol",
            "3 ovos",
            "8g de açúcar",
            "20g de sal",
            "2g de pimenta-do-reino preta",
            "15g de farinha de matzá",
            "10g de fermento químico",
            "4 litros de caldo de peixe"
          ],
          "instructions": "Bata o ovo. Aqueça o caldo de peixe. Processe todos os ingredientes juntos, exceto o caldo e a farinha de matzá, até virar uma massa homogênea. Em um bowl, agregue a farinha de matzá à massa de pescados. Faça quenelles (bolinhos) e cozinhe no caldo de peixe por 40 minutos. Finalize com gelatina formada pelo caldo ao esfriar."
        },
        {
            "id": 9,
          "title": "Nhoque de Jambu",
          "ingredients": [
            "1kg de batata",
            "200g de farinha de trigo",
            "100g de manteiga",
            "20g de sal",
            "300g de jambu",
            "100g de alfavaca",
            "100g de chicória",
            "50g de coentro"
          ],
          "instructions": "Em uma panela, cozinhe as batatas. Processe as batatas cozidas para obter um purê liso. Adicione manteiga, farinha de trigo e sal, e cozinhe até a massa ficar firme. Faça pequenas bolas e cozinhe em uma frigideira com azeite e manteiga. Adicione o mix de ervas picadas: jambu, alfavaca, chicória e coentro."
        },
        {
            "id": 10,
          "title": "Maniçoba",
          "ingredients": [
            "5kg de maniva (folhas de mandioca moídas)",
            "1,5kg de charque",
            "500g de bacon",
            "1kg de chouriço",
            "1kg de toucinho branco",
            "1kg de toucinho defumado",
            "1kg de costelinha de porco salgada",
            "500g de paio",
            "1kg de linguiça de porco",
            "1 dente de alho amassado",
            "2 cebolas picadas",
            "Azeite a gosto",
            "1 maço de cheiro-verde",
            "Pimenta-do-reino a gosto",
            "Cominho a gosto"
          ],
          "instructions": "Ferva a maniva em água por 12 horas diárias durante três dias. Acrescente toucinho branco e defumado no terceiro dia. Deixe ferver por mais 12 horas. Coloque as carnes salgadas e o charque de molho para tirar o excesso de sal. Junte todos os ingredientes e cozinhe por mais dois dias, mexendo de vez em quando."
        },
        {
            "id": 11,
          "title": "Crepioca com Creme de Tucupi e Folhas de Jambu",
          "ingredients": [
            "2 ovos",
            "2 colheres rasas de goma de tapioca fresca",
            "1 pitada de sal",
            "100g de queijo do marajó",
            "80ml de tucupi pré-cozido",
            "1 folha de chicória",
            "1 dente de alho",
            "1/2 colher de salsa picada",
            "1/2 colher de amido de milho",
            "1/2 colher de açúcar",
            "Óleo para fritar",
            "Mix de ervas (jambu, alfavaca, chicória, coentro)"
          ],
          "instructions": "Bata ovos, goma de tapioca e sal. Faça uma massa homogênea. Em uma frigideira, faça discos de massa e recheie com queijo do marajó. Para o molho, ferva tucupi, chicória, alho. Adicione amido de milho dissolvido, açúcar. Frite os discos e sirva com o molho e mix de ervas."
        },
        {
            "id": 12,
          "title": "Torta de Cupuaçu",
          "ingredients": [
            "2 xícaras de açúcar",
            "2 colheres (sopa) de manteiga",
            "4 ovos",
            "2 ½ xícaras de farinha de trigo",
            "1 xícara de leite",
            "1 colher (sobremesa) de fermento em pó",
            "5 xícaras de polpa de cupuaçu picada",
            "5 ½ xícaras de açúcar",
            "1 lata de leite condensado",
            "Castanhas-do-pará tostadas"
          ],
          "instructions": "Bata açúcar, manteiga e ovos. Adicione trigo, leite e fermento. Bata claras em neve e adicione à massa. Asse. Cozinhe cupuaçu e açúcar até desprender da panela. Cozinhe leite condensado. Monte a torta e cubra com doce de cupuaçu, doce de leite e castanhas-do-pará."
        },
        {
            "id": 13,
          "title": "Paçocaí",
          "ingredients": [
            "1 banana-da-terra verde",
            "1 banana-nanica",
            "2 paçocas rolhas",
            "4 colheres (sopa) de pasta de amendoim adoçado",
            "2 colheres (sopa) de amendoim sem pele",
            "1 colher (sopa) de açúcar demerara",
            "Óleo para fritar",
            "2 bolas de açaí"
          ],
          "instructions": "Frite rodelas de banana-da-terra até dourar. Amasse em discos e frite novamente. Queime banana-nanica com açúcar. Passe pasta de amendoim nos discos, adicione queimadinho de banana, amendoim triturado e paçoca. Sirva com açaí."
        },
        {
            "id": 14,
          "title": "Drinque de Açaí com Saquê",
          "ingredients": [
            "75ml de saquê dourado",
            "25ml de xarope de banana",
            "200ml de açaí cremoso"
          ],
          "instructions": "Coloque os ingredientes no liquidificador e bata até obter uma mistura homogênea. Sirva com um canudo grosso."
        },
        {
            "id": 15,
            "title": "Mujeca",
            "ingredients": [
              "300g de peixe assado desfiado",
              "6 unidades de pimenta defumada de murupi",
              "10g de japurá",
              "2 litros de água",
              "100g de goma",
              "Sal"
            ],
            "instructions": [
              "Em uma panela, despeje metade da água e acrescente a pimenta murupi e o sal. Leve ao fogo para soltar a essência da pimenta por 10 minutos.",
              "Adicione o peixe desfiado e deixe ferver por mais 10 minutos.",
              "Acrescente o japurá para dar um gosto especial à mujeca.",
              "Em outro recipiente, misture a goma de tapioca com o restante da água e misture.",
              "Acrescente a mistura na panela que está no fogo para proporcionar uma cremosidade única ao prato.",
              "Mexa a mujeca por mais alguns minutos e sirva. Se desejar, pode fazer um beiju como acompanhamento."
            ]
          },
          {
                "id": 16,
                "title": "Pato no Tucupi",
                "ingredients": [
                  "1 pato limpo (cerca de 2 kg)",
                  "Suco de 3 limões",
                  "Dentes de 2 cabeças de alho espremidos",
                  "1 xícara (chá) de vinagre de vinho branco (240 ml)",
                  "6 pimentas-de-cheiro picadas",
                  "Sal e pimenta-do-reino a gosto",
                  "2 litros de tucupi",
                  "Dentes de alho a gosto",
                  "Alfavaca (manjericão-de-folha-larga) a gosto",
                  "Chicória-do-norte (coentrão) a gosto",
                  "Folhas de 3 maços de jambu escaldadas em água e sal"
                ],
                "instructions": [
                  "Tempere o pato com o suco de limão, o alho, o vinagre, 2 pimentas-de-cheiro e sal e pimenta-do-reino a gosto.",
                  "Tampe e leve à geladeira por 12 horas, virando de vez em quando para tomar gosto por igual.",
                  "Disponha o pato em uma assadeira, regue com a marinada e leve ao forno preaquecido a 200 ºC por cerca de 50 minutos ou até dourar (regue às vezes com o líquido da assadeira).",
                  "Espere amornar e corte o pato em pedaços nas juntas (ou desosse e deixe em lascas grandes). Reserve.",
                  "Ferva o tucupi com o restante das pimentas-de-cheiro, alho, alfavaca, chicória e sal a gosto.",
                  "Junte os pedaços de pato e deixe ferver até ficarem bem macios.",
                  "Acrescente o jambu e espere voltar a ferver.",
                  "Ajuste o sal e sirva com arroz, farinha-d'água (uma farinha de mandioca mais granulosa) e, se desejar, com molho de pimenta (soque algumas pimentas-de-cheiro com sal e regue com um pouco do tucupi quente)."
                ]         
          },
          {
            "id": 17,
            "title": "X-caboquinho",
            "ingredients": [
                "1 pão francês",
                "4 lascas de banana pacovã frita",
                "50 gramas de lascas de polpa de tucumã",
                "1 fatia de queijo coalho",
                "Manteiga a gosto"
            ],
            "instructions": [
                "Passar manteiga no pão francês e chapear.",
                "Acrescentar dentro do pão a banana pacovã frita, o tucumã e a fatia de queijo coalho.",
                "Esperar o queijo derreter."
            ]
          },
          {
            "id": 18,
            "title": "Damurita",
            "ingredients": [
              "1 quilo de peixe Dourado",
              "1 litro de tucupi",
              "1 ½ litro de água",
              "6 xícaras de chá de chicória cortada em chifonade (tiras bem finas)",
              "1 quilo de tomate cortado em rodelas",
              "400 gramas de cebola cortada em rodelas",
              "2 xícaras de chá de cheiro verde",
              "1 colher de chá de pimenta-de-cheiro picada",
              "1 xícara de chá de suco de limão",
              "2 colheres de sopa de tucupi negro",
              "4 colheres de sopa de azeite",
              "400 gramas de beiju de mandioca",
              "1 colher de café das pimentas murupi, malagueta, olho de peixe, canaimé",
              "Sal a gosto"
            ],
            "instructions": [
              "Lave o peixe com 500 ml de água e o suco de limão. Tempere com sal e reserve.",
              "Em uma panela, coloque o tucupi, o restante da água e metade da cebola, do tomate, da pimenta-de-cheiro e da chicória.",
              "Ferva essa mistura por 30 minutos e retire a espuma com o auxílio de uma colher.",
              "Coloque o peixe e deixe ferver por dez minutos.",
              "Adicione o restante do tomate, da cebola, da pimenta-de-cheiro, do cheiro verde e da chicória. Ajuste o sal a gosto.",
              "O prato precisa ser degustado com beiju de mandioca."
            ]
          },
          {
            "id": 19,
            "title": "Quinhapira",
            "ingredients": [
              "1kg de peixe (pode ser o da sua preferência)",
              "6 unidades de pimenta murupí",
              "4 colheres de tucupi preto",
              "6 unidades de pimenta de cheiro"
            ],
            "instructions": [
              "O primeiro passo é tirar o pitiú (odor) do peixe. Em um recipiente, adicione o peixe e água, então, esprema limões e deixe marinando por cerca de 30 minutos.",
              "Em uma panela, adicione dois litros de água e, quando ferver, adicione as pimentas e quatro colheres do tucupi preto.",
              "Aos poucos, coloque os pedaços de peixe e deixe cozinhar por 10 minutos.",
              "Nesse meio tempo, você pode preparar tapiocas para serem servidas como acompanhamento para a quinhapira."
            ]
          },
          {
            "id": 20,
            "title": "Mujica de Peixe",
            "ingredients": [
              "Duas colheres de sopa de azeite",
              "Uma colher de pasta (ou quatro dentes) de alho",
              "Uma cebola média picada",
              "Uma colher pequena de colorau",
              "Dois tomates pequenos",
              "Três pimentas de cheiro",
              "Três colheres de cheiro verde",
              "Uma colher pequena de pimenta do reino",
              "Sal à gosto",
              "800 gramas de farinha branca",
              "300 gramas de tambaqui assado desfiado"
            ],
            "instructions": [
              "Em uma panela, refogue o azeite, o alho, a cebola, o colorau e, após isso, adicione o tambaqui.",
              "Acrescente os tomates, a pimenta de cheiro e a pimenta do reino.",
              "Em seguida, adicione um litro de água.",
              "Após isso, coloque a farinha.",
              "Deixe fervendo por dez minutos para dar consistência.",
              "Passado o tempo, coloque sal à gosto e, depois, adicione cheiro verde. Misture e está pronto!"
            ]
          },
          {
            "id": 21,
            "title": "Caldeirada de Tambaqui",
            "ingredients": [
              "1 kg de tambaqui (pode ser só costela ou só lombo ou os dois)",
              "3 tomates sem sementes cortados em 4 partes",
              "3 cebolas cortadas igual ao tomate",
              "15 pimentas de cheiro sem sementes e cortadas no meio (se preferir)",
              "1 maço de cheiro verde (coentro) picadinho",
              "1 maço de cebolinha picadinha",
              "Colorau (colorifico) ou massa de tomate à gosto, mas o suficiente para dar uma corzinha ao caldo",
              "Azeite de oliva a gosto",
              "1 colher de sobremesa de vinagre",
              "Sal a gosto",
              "Limão para preparar o peixe"
            ],
            "instructions": [
              "No dia anterior, lave bem o peixe com água fria. Coloque-o em uma vasilha banhando-o com sumo (caldo) de limão e sal, tampe a vasilha e coloque na geladeira.",
              "No dia seguinte, passe o peixe apenas uma vez na água para tirar o excesso do limão e do sal.",
              "Em uma panela grande, coloque o peixe, o tomate, a cebola, a pimenta de cheiro e parte do coentro e da cebolinha.",
              "Coloque água o suficiente para cobrir o peixe.",
              "Acrescente o azeite à gosto, 1 colher de sobremesa de vinagre e o coloral ou extrato de tomate.",
              "Coloque o sal aos poucos, pois durante a fervura o sal que está no peixe vai soltando no caldo.",
              "Ferva por aproximadamente 20 minutos.",
              "Após os 20 minutos, apague o fogo, coloque o resto do coentro e da cebolinha e sirva a seguir.",
              "Essa caldeirada pode ser acompanhada de arroz branco."
            ]
          },
          {
            "id": 22,
            "title": "Filé de Gurijuba ao Molho de Tucupi",
            "ingredients": [
              "400 gramas de filé de gurijuba",
              "Pimenta dedo de moça",
              "100 gramas de colorau ou combinação de temperos",
              "100 gramas de orégano",
              "1 limão",
              "150 ml de tucupi",
              "50 gramas de jambu",
              "300 gramas de legumes a gosto",
              "Azeite de oliva para fritar o peixe"
            ],
            "instructions": [
              "Retire a 'barriga' do peixe adquirido em postas e tempere com limão, azeite e colorau, de 5 a 10 minutos, no máximo.",
              "Em seguida, frite o peixe no azeite, de todos os lados, em fogo baixo, de 20 a 25 minutos, para deixar o filé ainda suculento e está pronto.",
              "Para o molho, ferva o tucupi por 5 minutos, em fogo baixo, até atingir uma textura mais consistente.",
              "Dica do chefe: Sirva o peixe sobre legumes, como repolho, batata, cenoura, brócolis, palmito; acompanhado de arroz e farofa."
            ]
          },
          {
            "id": 23,
            "title": "Banana frita na manteiga",
            "ingredients": [
              "4 bananas da terra",
              "100g de manteiga"
            ],
            "instructions": [
              "Descasque e fatie as bananas no sentido do comprimento.",
              "Coloque, em uma frigideira, metade da manteiga e deixe aquecer.",
              "Arrume as bananas na frigideira e deixe dourar dos dois lados.",
              "Retire.",
              "Repita até acabar as bananas e a manteiga.",
              "Sirva quente."
            ]
          },
          {
            "id": 24,
            "title": "Bolo de Macaxeira",
            "ingredients": [
              "1 kg de mandioca crua picada",
              "3 unidades de ovo",
              "1 1/2 xícaras (chá) de leite de coco",
              "2 xícaras (chá) de açúcar",
              "3 colheres (sopa) de manteiga",
              "1 colher (chá) de sal"
            ],
            "instructions": [
              "Ponha no liquidificador todos os ingredientes e bata até ficar a massa meio granulada.",
              "Coloque em forma de anel central untada.",
              "Forno quente até dourar."
            ]
          },
          {
            "id": 25,
            "title": "Costela de Tambaqui na Churrasqueira",
            "ingredients": [
              "3 kg de costela de tambaqui",
              "2 maços de cheiro-verde",
              "2 folhas de louro",
              "2 unidades de limão",
              "Sal a gosto",
              "Pimenta síria a gosto",
              "3 colheres (sopa) de manteiga"
            ],
            "instructions": [
              "Limpe (sem descamar) e lave bem o peixe, tirando toda gordura (que deixa um sabor desagradável).",
              "Corte todo o tempero verde e junte com o limão e o sal em uma vasilha.",
              "Esfregue esse tempero no interior do peixe (faça pequenos furos para melhor calar o tempero).",
              "Em seguida, pegue um pedaço de papel alumínio, unte-o e enrole o peixe para levá-lo à churrasqueira em grelha de duas abas.",
              "Deixe assar por aproximadamente 1h30min, virando uma vez.",
              "Em seguida, retire o papel alumínio e deixe por mais 30 minutos ou até torrar as escamas."
            ]
          }          
  ]
  